Revit 2027 API
ParameterTypeId.RbsElectricalData Property
 "Electrical Data"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElectricalData { get; }
Public Shared ReadOnly Property RbsElectricalData As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElectricalData {
	ForgeTypeId^ get ();
}
static member RbsElectricalData : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace